export const howToRentSteps = [
  {
    id: '1',
    title: 'Оберіть техніку',
    description:
      'Під квартиру, приватний будинок, авто або комерційне приміщення. Ми підкажемо потрібну комплектацію.',
    icon: 'icon--how-to-rent-1',
  },
  {
    id: '2',
    title: 'Оберіть дату',
    description:
      'Перевірте вільні дати у живому календарі та вкажіть потрібну тривалість оренди (від 1 доби).',
    icon: 'icon--how-to-rent-2',
  },
  {
    id: '3',
    title: 'Забронюйте',
    description:
      'Заповніть контактні дані та оберіть зручний спосіб отримання: самовивіз або кур’єрська доставка (+100 грн).',
    icon: 'icon--how-to-rent-3',
  },
  {
    id: '4',
    title: 'Отримайте техніку',
    description:
      'Отримуйте техніку з хімією та інструктажем. Насолоджуйтесь ідеальною чистотою без зайвих витрат!',
    icon: 'icon--how-to-rent-4',
  },
];