export const rentalTerms = [
  {
    number: '01',
    title: 'Оплата при отриманні',
    description:
      'Оплата здійснюється в момент отримання техніки готівкою або безготівковим переказом',
  },
  {
    number: '02',
    title: 'Підписання договору',
    description:
      'Під час отримання підписуємо простий договір оренди. Потрібен документ, що посвідчує особу (паспорт/ID або Дія)',
  },
  {
    number: '03',
    title: 'Інструктаж та відео',
    description:
      'Під час передачі детально пояснюємо, як користуватись технікою, та надаємо коротку відео-інструкцію',
  },
  {
    number: '04',
    title: 'Повернення техніки',
    description:
      'Повернення техніки має бути у тому ж справному та базово чистому стані, в якому ви її отримали',
  },
  {
    number: '05',
    title: 'Оригінальна хімія',
    description:
      'Використовуємо тільки професійну сертифіковану хімію Kärcher, яка входить у комплект',
  },
  {
    number: '06',
    title: 'Самовивіз або доставка',
    description:
      'Самовивіз з нашого пункту видачі або зручна кур’єрська доставка по місту всього за 100 грн.',
  },
];
