const imagePath = (path: string) => `${import.meta.env.BASE_URL}${path}`;

export const reviews = [
  {
    id: 1,
    name: 'Дмитро Довбуш',
    avatar: imagePath('img/images/avatar-1.png'),
    rating: 5,
    date: '09.06.2025',
    text: 'Брали миючий пилосос для чистки дивана та килима. Техніка справді професійна, результат набагато кращий, ніж після звичайного прибирання. Все пояснили перед орендою, забрали та повернули без проблем. Будемо звертатись ще',
  },
  {
    id: 2,
    name: 'Марія Кондратюк',
    avatar: imagePath('img/images/avatar-2.png'),
    rating: 5,
    date: '14.06.2025',
    text: 'Орендував техніку для генерального прибирання квартири. Зручно, що не потрібно купувати дорогий пилосос заради одного прибирання. Техніка справна та чиста, менеджер швидко відповів на всі питання. Рекомендую!',
  },
  {
    id: 3,
    name: 'Володимир Бараненко',
    avatar: imagePath('img/images/avatar-3.png'),
    rating: 5,
    date: '02.09.2025',
    text: 'Замовляли Puzzi для чищення дивана та килима. Техніка чудово впоралася із завданням, а результат перевершив очікування. Окремо дякую за консультацію та швидке оформлення оренди.',
  },
  {
    id: 4,
    name: 'Віталій Горш',
    avatar: imagePath('img/images/avatar-4.png'),
    rating: 5,
    date: '01.09.2025',
    text: 'Брали підлогомийну машину для прибирання офісу. Обладнання було справне та зручне у використанні, а підлога після прибирання виглядала значно краще. Обов’язково звернемося ще.',
  },
];
