const imagePath = (path: string) => `${import.meta.env.BASE_URL}${path}`;

export const reviews = [
  {
    id: 1,
    name: 'Дмитро Довбуш',
    avatar: imagePath('img/images/avatar-1.png'),
    rating: 5,
    date: '09.06.2025',
    text: 'Брали миючий пилосос для чистки дивана та килима. Техніка справді професійна, результат набагато кращий, ніж після звичайного прибирання. Все пояснили перед орендою, забрали та повернули без проблем. Будемо звертатись ще',
  },
  {
    id: 2,
    name: 'Марія Кондратюк',
    avatar: imagePath('img/images/avatar-2.png'),
    rating: 5,
    date: '14.06.2025',
    text: 'Орендував техніку для генерального прибирання квартири. Зручно, що не потрібно купувати дорогий пилосос заради одного прибирання. Техніка справна та чиста, менеджер швидко відповів на всі питання. Рекомендую!',
  },
  {
    id: 3,
    name: '3',
    avatar: imagePath('img/images/avatar-1.png'),
    rating: 5,
    date: '09.06.2025',
    text: 'Брали миючий пилосос для чистки дивана та килима. Техніка справді професійна, результат набагато кращий, ніж після звичайного прибирання. Все пояснили перед орендою, забрали та повернули без проблем. Будемо звертатись ще',
  },
  {
    id: 4,
    name: '4',
    avatar: imagePath('img/images/avatar-2.png'),
    rating: 5,
    date: '14.06.2025',
    text: 'Орендував техніку для генерального прибирання квартири. Зручно, що не потрібно купувати дорогий пилосос заради одного прибирання. Техніка справна та чиста, менеджер швидко відповів на всі питання. Рекомендую!',
  },
];
